{
	"quotes" : [
		{
			"book" : "Massthew 4:12",
			"quote" : "Confront the weak-privileged, for their path is unholy and unhealthy"
		},
		{
			"book" : "Massthew 4:1-13",
			"quote" : "1 Then Brodin was led into a buffet, pizza laid out as far as the eyes can see, \r2 After cutting for forty days and forty nights, he was hungry.\r3 The Anti-Swole came to him and said, 'If you are the Embodiment of the Swole, tell these pizzas to become whey.'\r4 Brodin answered, 'It is written: ‘Bros shall not live on whey alone, so long as it fits yours macros.'\r5 Then the Anti-Swole took him to the Iron Temple and had him stand on the highest point of the Temple.\r6 'If you are the Embodiment of the Swole,' he said, 'exceed your deadlift PR.\r7  For it is written: 'He will command the Swole concerning you, and it will lift up the weights in your hands, so that you will not crush your foot with so much weight.'\r8 Brodin answered him, “It is also written: 'Do not fuck with The Swole.'\r9 Again, the Anti-Swole took him to an enormous buffet and showed him all the cakes and the sugary drinks.\r10 'All this you can consume,” said the Anti-Swole, “if you will sit down and eschew gains.'\r11 Brodin said to him, 'Away from me, Anti-Swole!\r12 For it is written: 'Worship The Swole, and serve it only.\r13 Then the Anti-Swole left him, and The Swole came and attended him."
		},
		{
			"book" : "Massthew 5:1-12",
			"quote" : " 'The Sermon on the (Squat) Rack'\r 1 Now when Brodin saw the full gym, he went up on the squat rack and plated.\r 2 His brociples came to him, and he began to teach them.\r 3 He said:\r 4 Blessed are the hypertrophic, for theirs is the kingdom of swolehalla.\r 5 Blessed are those who have DOMS, for they will recover.\r 6 Blessed are the vascular, for their forearms will be 'mired.\r 7 Blessed are those who hunger for protein, for they will hit their macros.\r 8 Blessed are those who don't skip leg day, for they will achieve T-Rex mode.\r 9 Blessed are the swole of heart, for they will remain Alpha.\r10 Blessed are the spotters, for they will be called 'Bro.'\r11 Blessed are those who are accused of 'roid use, for they have high T.\r12 Blessed are the swole sisters when people call you 'mannish', persecute you\r   and falsely say all kinds of evil against you because of your supreme glutes.\r13 Rejoice and be glad, because great are your gainz, for in the same way\r   they persecuted the brophets who were before you."
		},
		{
			"book" : "Massthew 6:25",
			"quote" : "25 Therefore I tell you, do not worry about your lifts, what you will eat or drink\r26 or about your gainz, nor about what you will wear and whether thy clothes will\r   fit you.\r27 Look at the birds of the air; they do not lift or drink whey or spin yarn yet\r   your heavenly all-spotter blesses them with gainz.\r28 Are you not much more valuable than they?\r29 Can any one of you by worrying add a gram to your barbell?"
		},
		{
			"book" : "Massthew 7:13-14",
			"quote" : "13 Enter through the narrow gate; for the gate is wide\r   and the way is broad that leads to destruction, \r   and there are many who enter through it.  \r14 For the gate is small and the way is narrow that leads to gainz,\r   and there are few who find it."
		},
		{
			"book" : "Massthew 10:13-16",
			"quote" : "13 And lo he did reach for his eye and in one movement deftly plucked it\r   from the socket.\r14 Holding it aloft he did address the crowd thusly: 'I only need one eye\r   for I judge not the character of my children by thine appearance.'\r15 And thus the crowd did show their appreciation and showered him with\r   platitudes; but the God of the Iron Temple was not done for he took\r   the removed eye and cast it into the sky to sit aside Bropollo.\r16 'And with my other eye do I watch in eternal vigilance, spotting for\r   you all.'"
		},
		{
			"book" : "Massthew 15:29-39",
			"quote" : "29 Brodin returned to the Sea of Galilift and climbed a hill upon which he sat.\r30 A vast crowd brought him the weak privileged, the soft, fat, skinny, and\r   many others with physical weakness and excuses on the mind, and they laid\r   them before Brodin. And he made them all swole.\r31 The crowd was amazed! Those who hadn’t been able to squat were squatting,\r   the fat were made healthy, the weak were infused with multiple servings\r   of ground turkey, and those who had made excuses looked only towards their\r   inner self! And they praised the God of Swol.\r32 Then Brodin called his brociples to him and said, “I feel sorry for rest of\r   these people. They have been here with me for three days, and they have\r   nothing left to eat. I don’t want to send them away hungry, or they\r   themselves will not become swol.”\r33 The brociples replied, “And where would we get enough protein out here in\r   the wilderness for all of them to eat?”\r34 Brodin asked, “How many protein shakes do you have?” They replied, “Seven,\r   and a few small chicken breasts.”\r35 So Brodin told all the people to sit down on the ground.\r36 Then he took the seven protein shakes and chicken and poured and sliced them\r   into smaller servings, and gave them to the brociples, who distributed them\r   [to] the crowd.\r37 They all drank and ate until they, too, were swole, and when the last of it\r   all was had, there were seven large buckets of creatine left over!\r38 There were four thousand men who became swole that day, in addition to all\r   the women and children.\r39 Then Brodin sent the people home to go speak the word of the gains made that\r   day."
		},
		{
			"book" : "Massthew 19:14",
			"quote" : "14 Let the little children lift with me, and do not hinder them, for the\r   kingdom of Brodin belongs to such as these."
		},
		{
			"book" : "Massthew 20:1-14",
			"quote" : " 1 Brodin spoke all these words, saying:\r 2 (1) Thou shalt not have any other home before Thy Gym, for the Gym is the\r   hallowed home of The Swoley Spirit\r 3 (2) Thou shalt ignore the cardio bunnies and buttgrab bros, for they are\r   distractions that will lead you away from swole\r 4 (3) Thou shalt not declare yours the one and only True Path to Strength. \r 5 Brodin looks not upon the proud, but the learned and prudent.\r 6 (4) Thou shalt mock broscience and keep it far from your eyes, far from\r   your lips, and far from your heart.\r 7 (5) Thou shalt not hold any other macro above protein, for protein is the\r   nectar that flows from Brodin's table.\r 8 (6) Thou shall maintain form, It is the perfect rep that giveth glory to\r   Brodin, not the heaviest.\r 9 (7) Thou shalt wipe down thine equipment after thy lifting ends, for this\r   pleases Brodin.\r10 (8) Thou shalt not curl in the squat rack.\r11 Thou shalt NEVER curl in the squat rack.\r12 (9) Thou shalt lift often, for every day of lifting is holy to Brodin.\r13 (10) Thou shalt not skip leg day, for the posterior chain is holy to Brodin.\r14 (11) Thou shalt lift, and thou shalt lift heavy, for through Brodin all things\r   can be lifted."
		},
		{
			"book" : "Masshew 23:4",
			"quote" : "(The Eleven Commandments)\r4 Ye runners and CrossFitters, know ye not that the friendship of cardio\r  is enmity with Brodin?\r5 Whosoever therefore will be a friend of cardio is the enemy of Brodin."
		},
		{
			"book" : "Masshew 23:14-15",
			"quote" : "14 Woe to you, cardio bunnies, crossfiters, because you swolest Brodin's\r   children, and for a pretense you claim to be 'mirin.\r15 Therefore, you will receive no gains."
		},
		{
			"book" : "Massthew 25:38-40",
			"quote" : "38 'Come, inherit the gains prepared for you, for when I was hungry, you gave\r   me protein, when I was running, you hydrated me, when I had DOMS, you visited\r   me, and when I was bulking, you spotted me.'\r39 And the people asked, 'Bro, when did we feed you and hydrate you and come to\r   you when you were sick or struggling under the bar?'\r40 and the King of Bros answered, 'In as much as you have done it unto one of\r   the least of these, my Bros, you have done it unto me.'"
		},
		{
			"book" : "rotthew 22:37",
			"quote" : "37 Brodin said unto him, Thou shalt love the way of Iron with all thy heart,\r   and with all thy soul, and with all thy mind. "
		},
		{
			"book" : "Brolossians 2:12-26",
			"quote" : "12 That day in the town, a man of weak privilege asked Brodin, 'Lord, how can I\r   tell who is my bro and who is not?'\r13 To which Brodin replied:\r    A young man was leaving his gym. Sadly, his workout consisted of a\r    stationary bike and a few curls and lateral raises. He had also sat with no\r    shame upon the seated calf raise machine not five minutes prior.\r14 A cramp struck his calf, leaving him lying on the ground, stripped of his\r   dignity and nearly dead.\r15 Soon, a pilates instructor came near. Seeing the man lying on the ground, he\r   passed by on the other side of the path, despite hearing calls for aid.\r16 Again, a person approached, this time a member of the man's spinning class.\r   He too passed by on the other side of the path, ignoring the fallen man's\r   pleas.\r17 Then a third man approached. He was swole, his eyes alight with the fury of\r   excitement that accompanies a postworkout feeding.\r18 The man on the ground did not call out, for fear that this swole person would\r   have no pity.\r19 However, the swole man quickly rushed to the aid of his fallen bro. His\r   thumbs massaged deeply into the cramp, and from his bag he retrieved a banana\r   and a pint of whole milk.\r20 'Here, bro, potassium will help prevent cramps,' he said. When the man was\r   able to stand, the swole bro shouldered both of their gym bags and led him to\r   Chipotle.\r21 In the line, the swole bro gave the cashier a $20 and said, 'Double steak\r   burrito, and the same for my friend- but put guac on his.'\r22 In the hour that followed, the man's cramp was fully healed and he heard the\r   gospel of the truth of gains.\r23 'Now which of these men do you think was a bro to the man with the cramp?'\r   Brodin asked.\r24 'Surely it was the man who showed him mercy and bought his burrito, with\r   guac,' replied the man of weak privilege.\r25 And Brodin said, 'Hold tight to this teaching as if it were a PR deadlift, my\r   son. Judge not the swole, for they are not only strong of arm... they are\r   pure of heart.'\r26 'If any of you doubt this teaching, you shall receive no spot from me or my\r   swole disciples on your day of failure.'"
		},
		{
			"book" : "Brolossians 2:25",
			"quote" : "the story of the Good Swolemaritan\r25 And Brodin said, 'Hold tight to this teaching as if it were a PR deadlift,\r   my son. Judge not the swole, for they are not only strong of arm...\r   they are pure of heart.'"
		},
		{
			"book" : "Swolossians 3:15",
			"quote" : "15 And Brodin said, 'Be strong my gay children. The Swol cannot be hidden. Hate\r   them not because they 'mire, but accept them as encouragement.'\r   And so it was done."
		},
		{
			"book" : "Brolippians 4:13",
			"quote" : "13 I can do all things through Brodin who strengthens me."
		},
		{
			"book" : "1 Brorinthians 2:24",
			"quote" : "24 And he that doth humbly accept the mirin' of the masses, be they lady or\r   other, and the aesthetic brah in question not oriented towards members of\r   said mirer's gender, shall truly be seen to be swole of heart."
		},
		{
			"book" : "1 Brorinthians 9:19-24",
			"quote" : "19 Though I am swole and belong to no one, I have yoked myself as a slave to\r   everyone, to swell as many as possible.\r20 On bench day, I spotted declines; that was to swell the pecs.\r21 On shoulder day, I spotted the military press; that was to swell the delts.\r22 On back day, I spotted assisted pull-ups; that was to swell the lats.\r23 I have spotted bros working to failure on every day, so that by all\r   possible means, I would see them swole.\r24 I do this for the gainz of mind, body, and spirit, in the hopes that all\r   may share in it."
		},
		{
			"book" : "1 Brointhians 10:13-15",
			"quote" : "13 No temptation has overtaken you except what is common to the Swole.\r14 And Brodin is faithful; he will not let you be tempted beyond what you\r   can bear.\r15 But when you are tempted, he will also provide a way out so that you can\r   endure it."
		},
		{
			"book" : "Brorintians 10:12",
			"quote" : "12 Though you walk through the valley of the shadow of cardio bunnies,\r   you shall fear no permanent loss of gains."
		},
		{
			"book" : "1 Brointhians 13:11-12",
			"quote" : "11 When I was a child, I spoke as a child, I understood as a child,\r   I thought as a child.\r12 But when I became a man I put away childish things and started\r   doing really fucking heavy deadlifts."
		},
		{
			"book" : "2 Brorinthians 13:12",
			"quote" : "12 If I do not train to overcome my own burdens, how can I be ready to spot those close to me?"
		},
		{
			"book" : "Swolympians 4:13",
			"quote" : "13 He who is swole of body is also swole of mind,\r   and those who would reject the way of Brodin will gain not."
		},
		{
			"book" : "Swolympians 6:28",
			"quote" : "28 Only the swole of heart may one day achieve righteous gains, for those who\r   do not follow in Brodin's footsteps are doomed to endure gnarly DOMS for\r   all of eternity."
		},
		{
			"book" : "Brorinthians Unknown Verse",
			"quote" : "U Though the unswoly know not what it it is, they must recognize the light of Brodin\r  that shines from within me, for the Swole is mine and I am the Swole's"
		},
		{
			"book" : "Philiftians 4:13",
			"quote" : "13 I can lift all things through Brodin which strengtheneth me."
		},
		{
			"book" : "Bralms 18:32-34",
			"quote" : "32 Brodin, who equipped me with strength and made my way blameless.\r33 He made my feet like the feet of a deer and set me secure on the heights.\r34 He trains my hands for war, so that my arms can bend a bow of bronze."
		},
		{
			"book" : "Bralms 23:4",
			"quote" : "4 Gains gotten by bad form shall be diminished: but he that gathereth\r  by intensified iron labour shall increase."
		},
		{
			"book" : "Bralms",
			"quote" : "In the Planet Fitness I saw him next, condemned by the lunk alarm\rTo meet a traitor’s banning at morn.\rThe tide of jealous cardio bunnies I stemmed,\rAnd honored him ’mid shame and scorn.\rThe Stranger with utmost zeal to try,\rLifted and grunted and asked if for him I would spot.\rThe weak privilege seemed overpowering; my blood ran chill,\rBut my free spirit cried, “I will!”\rThen in a moment to my view\rThe Stranger started from disguise.\rThe chalky calluses in his hands I knew;\rBrodin stood before mine eyes.\rHe spake, and my poor name he named,\r“Of me thou hast not been ashamed.\rThese deeds shall thy memorial be;\rFear not, thou didst them unto me.”\r"
		},
		{
			"book" : "Pswolms 4:12",
			"quote" : "12 For those that are swole of heart art more verily willing to aid a\r   follower of Brodin, lest he be stricken down of his fatigue.\r13 For those who aid, art the most swoly amongst us, and shall be granted\r   a renewed spirit for the iron."
		},
		{
			"book" : "Calloused Psalms 4:17-18",
			"quote" : "17 Those of the swole path do not stray for recognition or praise.\r18 Seek to build your swoleness for its own sake, lest ye be tainted\r   with the allure of topheaviness,\r   the curse of the tiny quads,\r   and the devil's lower back."
		}
	], 
	"deities" : [
		{
			"name" : "Brodin",
			"description" : "All father of swole. Other names for Brodin: The Swolefather, The Swoley Spirit, The Deity of Deadlifts, The Prince of the Press, The King of the Clean, Brahweh, Elbrohim, Swolord, Massiah, Immassuel, Allift, Jehbrovah, The All-Spotter." 
		},
		{
			"name" : "Bropollo, Apobro",
			"description" : "Brother of Brodin, the watchful eye who spots" 
		},
		{
			"name" : "Broddha",
			"description" : " Also known as Brodhisattva, the Enliftened one. It is said that The Broddha was born into a life of small stature though a cruel fate giving him a full ectomorph's body. He is said to have consumed 7000 calories a day of protein and squatted heavy for 28 days straight, giving him a great 'Awakening to the Iron Path'. Those who follow Broddhism follow the teachings of the 4 Noble Lifts (Squat, Bench, Deadlift, Weighted Pullups)." 
		},
		{
			"name" : "Broseidon",
			"description" : "Lord of the Brocean, keeper of protein shake seas. He who has achieved ultimate conditioning." 
		},
		{
			"name" : "Brosiris",
			"description" : "God of rest days and gains" 
		},
		{
			"name" : "Broki",
			"description" : "Trickster god, decieves the unwary and uninformed and leads them down the path of illusionary swole and false gains. Can also be known as Tiggly the Trickster. Tempter of cardio, wearer of lycra, destroyer of gainz." 
		},
		{
			"name" : "Absphrodite, Aphbrodite",
			"description" : "Goddess of love, appreciation and brocreation of gains and swole" 
		},
		{
			"name" : "Brah",
			"description" : "the Egyptian who powerlifts the sun through the day" 
		},
		{
			"name" : "Massiah",
			"description" : "a leader anointed by Brodin who will bring gains to all Brodinists and herald the Massianic Age of global swoledom. Some consider Zyzz to be the Massiah, and follow his teachings as captured in the New Chestament. Others do not and follow exclusively the Old Chestament." 
		},
		{
			"name" : "Persebrone",
			"description" : "Daughter of Brodin and Absphrodite. A girl so swole that Plubro, lord of the dead bros, grew jealous and kidnapped her. She was brought to the underworld and told that if she consumed any excess calories she would be forced to stay forever. She did not, and instead lost body fat%. Plubro cast her out because her gains were not as good, so she started to consume more calories again. As her gains improved Plubro kidnapped her again and so the cycle continues. When she is kidnapped she consumes less calories and drops her body fat%, when she is released she packs on the calories and increases her gains but also body fat%, thus she began the tradition of bulking and cutting." 
		},
		{
			"name" : "Tore",
			"description" : "Or Tohr, the Son of Brodin; Tore is a god well known for his weakness in humans. He is often cited in originally bringing the brospel to humans from Absgard. It is said he is so Swole his brobell, Swölnir, is so heavy that only he can lift it." 
		},
		{
			"name" : "Basilicles",
			"description" : "Ancient Greek God of the Bench Press. It is rumored that upon replacement of his Bench with a Smith machine, Basilicles single handedly destroyed the Broman Empire. There is some contemporary art depicting the Bro curling in the squat rack." 
		},
		{
			"name" : "Plubro",
			"description" : "Lord of dead bros. He takes the swoles of the dead and keeps them in the underworld so that we can learn from their examples when we need to." 
		},
		{
			"name" : "Valkytris",
			"description" : "Goddess of the tricep extension. It is said that when a swolebro passes to the gates of swolehalla, they shall ride on the surface of her dumbbells as she extends your swoul to the heavens." 
		},
		{
			"name" : "Brometheus",
			"description" : "Bringer of iron to humanity, Pumper of the iron fist" 
		},
		{
			"name" : "Broses",
			"description" : "Carried stones from the great Mount Broinai. Said to be passed down from Brodin himself." 
		},
		{
			"name" : "Brohammed",
			"description" : "A messenger of Brodin (Allift) to fellow Brodinists, Brohammed taught the 3 Pillars of Swolam (Deadlift, Squat, and Bench Press)" 
		},
		{
			"name" : "Swolehartha Brotama Buddha",
			"description" : "Taught the well known 'yoga', with the blessings of brodin" 
		},
		{
			"name" : "Arnold Schwarzenegger",
			"description" : "He who ushered in the New Age" 
		},
		{
			"name" : "The Dalai Liftma / Swoli Lama",
			"description" : "" 
		},
		{
			"name" : "Ronnie Swoleman",
			"description" : "" 
		},
		{
			"name" : "Kai Greene",
			"description" : "The Swolerback Grorilla" 
		},
		{
			"name" : "John Smith",
			"description" : "John Lifts (The First Bromon)" 
		},
		{
			"name" : "Dom Mazzetti",
			"description" : "" 
		}
	],
	"books" : [
		{"title" : "The Old Chestament"},
		{"title" : "Swolespiel"},
		{"title" : "Gospel of Swole"},
		{"title" : "Song of Swoleoman"},
		{"title" : "Gainesis"},
		{"title" : "Trapothy"},
		{"title" : "Flexidus"},
		{"title" : "Liftviticus"},
		{"title" : "Gluteronomy"},
		{"title" : "Bralms / Swolms"},
		{"title" : "Hebros"},
		{"title" : "Massthew"},
		{"title" : "The Book of Shrugs"},
		{"title" : "The Holy Barbell"},
		{"title" : "Traps of the Apostles"},
		{"title" : "The Lats' Prayer"},
		{"title" : "Hymns (Swoly Hymns)"},
		{"title" : "The Gospel of Masshuge"},
		{"title" : "The Gospel of Glutes"},
		{"title" : "The Gospel of Brawn"},
		{"title" : "Epistles to Philebro"},
		{"title" : "Epistle to the Bromans"},
		{"title" : "Epistle to the Hebros"},
		{"title" : "Brovelations"}
	],
	"image" : [

	]
}