[
    {
        "url": "/wiki/Amazing_Gains", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Amazing Gains"
            }, 
            {
                "content": [
                    {
                        "text": "Amazing Gainz, how sweet the lifts,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "That grew a bro like me.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "I once was weak but now am swole,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Was skinny, but now am huge.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "T'was Gainz that taught my skin to stretch.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "And Gainz, my stretch relieved.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "How precious did those Gainz appear", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The hour I first did lift.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Through many weak, fat and priv'leged,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "I have already come;", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "'Tis Gainz that brought me safe thus far", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "and Gainz will lead me home.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brodin has promised good to me.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "His word my swole secures.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "He will my bar and protein be,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "As long as life endures.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Yea, when my squat and bench shall fail,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "And mortal lifts shall cease,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "I shall bellow an unholy wail,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "but one more rep will squeeze.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "When we've been here ten thousand curls,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Feeling the swole within our guns,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "We've no less reps to lift in Brodin's praise", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Than when we've first begun.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Amazing Gainz, how sweet the lifts,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "That grew a bro like me.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "I once was weak but now am swole,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Was skinny, but now am huge.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Revealed by GLeD", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Lyrics"
            }, 
            {
                "content": [
                    {
                        "text": "This hymn was written by Brawn Newton. The story goes that Brawn was a cruise ship captain ferrying the weak-privileged from Florida to Mexico when he had a revelation. One day, after almost dying of boredom at sea, Brawn recognized his own swolehate. He heeded Brodin's call to the Temple and to the Iron. On that day he became Swole of Heart and wrote the lyrics as a testament to the Gainz that Brodin had bestowed upon him.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "History"
            }
        ], 
        "id": 2112, 
        "title": "Amazing Gains"
    }, 
    {
        "url": "/wiki/Arnold", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Arnold, one of the mighty brophets of  Brodin, came forth from Austria in 1968 with the swolly spirit resting mightily upon his traps. Giving worship at the Temple for hours each day, he offered presses, squats, and lifting of the deads in homage to Brodin. In return, Brodin looked upon his earnest sacrifice and blessed him with seven Mr. Brolympia titles, saying, \"Go forth, Oak of Austria, and bring good tidings to the people. The time of weak privilege and mediocrity have come to an end. Through you, I will restore my people to glory and you will smite down spandex pants, disco, and funk.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Arnold, in diligence, obeyed and became a swoldier of Brodin. Under great tutelage from his mentor, Bro Weider, he began contibuting snipets of brophecy and gains to magazines and books. When it became clear that the vanquishing of weakness would require extra work, a series of documentaries on the life of the strong-swole was made. In one of the earlier episodes titled Bronan the Barbellarian, Arnold showed the world that for a time, the weak may rule and have dominance, but in time, the swole will conquer. With sword and shield he vanquished his foe, killed the men, and lay with women. In later episodes such as The Terminator, he demonstrated how hard it is to kill the swole of body and mind. In fact, his gains had reached new heights of swoltitude that he transcended the form of mere mortals and became a machine of pure iron. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "When the weak privileged fought back and attempted to return mankind to the depths of spandex pants and disco, Arnold arose from slumber, morphed into the Governator, and with grip firm as iron, kept the people from straying from the path set forth by Brodin. When his time was up, he went into meditation, reflecting upon all that he had accomplished. However, many a man gave up hope and Arnold, a brophet to the end, returned when all hope seemed to vanish and said \"I'm back!\".", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "In order that we, the chosen, may understand the journey and the trials traversed by Swolezenegger, he kept detailed notes of his time in The Encyclopedia of Bodybuilding. Like any true disciple, he has learned so much about the path to Swolehalla that he updated The Encyclopedia to reflect the new and improved information.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Although Arnold was a mere mortal with future bleaker than the cardio section, he answered the call of He whose quads be heavy, and shone a beacon of light on the swole. ", 
                        "type": "paragraph"
                    }
                ], 
                "images": [
                    {
                        "src": "http://vignette2.wikia.nocookie.net/bookofbrodin/images/0/00/Arnold_Swolezenegger.jpg/revision/latest/scale-to-width-down/250?cb=20130327045851", 
                        "caption": ""
                    }
                ], 
                "level": 1, 
                "title": "Arnold"
            }
        ], 
        "id": 2130, 
        "title": "Arnold"
    }, 
    {
        "url": "/wiki/Book_of_Brodin_Wiki", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Book of Brodin Wiki"
            }, 
            {
                "content": [
                    {
                        "text": "A collection of works of the Swolefather, Brodin, Broseidon, Bropollo, Brosiris, and his brophets into a Brodinist-editable form such that it may please the Swolefather.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Book of Brodin welcomes your contributions and seeks assistance of volunteer editors to maintain this great work.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Welcome to the Book of Brodin Wiki"
            }, 
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "Additions are welcome. Put new scripture in \"To-be-organized Scripture\"", 
                                "elements": []
                            }, 
                            {
                                "text": "Changes to existing text must meet a high standard or it will be undone. If you aren't sure, suggest your change on the \"Talk\" page.", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "text": "Brodin resides within and without but without what? The answer is found in Core-inthians chapter 7 which reads \"thus Brodin liveth without the temple to commune as one with Joel's mom.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Editing Rules"
            }, 
            {
                "content": [
                    {
                        "text": "A collection of the works of the Swole Gods from the holy land of abshard, to spread the swolosophy of Brodinism. A disciple of Brodin shall always adhere to and practice the holy tri-cepts of the Swole, also known as The Swoley Trinity:", 
                        "type": "paragraph"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Swole of Body", 
                                "elements": []
                            }, 
                            {
                                "text": "Swole of Spirit", 
                                "elements": []
                            }, 
                            {
                                "text": "Swole of Mind", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "text": "Brodin gifts us with the Swole of the Body when we worship him at the Iron Temples and present penance of the plates. But he only gifts the Swole to those that believe in the Swole. It is thus necessary to maintain the Swole of the Spirit; the constant and unwavering desire to improve ourselves in the eyes of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "However, the Swole of the Body and the swole of Spirit may lead us to become corrupted and fall from the grace of Brodin. Bellyal desires for us to abuse Brodin's gifts and become muscle-bound idiots, uneducated heathens that lose sight of the essence of the Swole. It is necessary to practice the Swole of the Mind to prevent ourselves from falling from the grace of Brodin by succumbing to the plague of corrupted Swole and becoming a member of Bellyal's Mindless Swole.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "It is believed that the transcendence into Swolehalla occurs at approximately 6% body fat and 23½ swoles/second.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Go forth my brethren and may Brodin bless you in your journey to ultimate Swole.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Learn more about Brodinism.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Learn the Three Tenets of Swole (the \"Tricepts\")", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "The Book of Brodin Overview"
            }, 
            {
                "content": [
                    {
                        "text": "The Old Chestament is the collection of writings that form the fundamental tenets of Brodinism. It is filled with wisdom, advice, encouragement, and stories revolving around Brodin, Brophets, and other deities. Many books have been lost to time, but they will be found again.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "The Old Chestament (a.k.a the Swolespiel / the Brobel / Gospel of Swole)"
            }, 
            {
                "content": [
                    {
                        "text": "Song of Swoleoman", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Gainesis", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Trapothy", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Flexidus", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Liftviticus", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Numbers", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Gluteronomy", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Pectateuch (Teachings)"
            }, 
            {
                "content": [
                    {
                        "text": "Bromaster, also known as the Personal Trainer. The great prophet of Brodinism who compels all of the devout to remain true to the weights through eternal repetition.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Dearly beloved, we are gathered here today in the name of Bromaster, our Personal Trainer, for deliverance through repetition. Let us weigh.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Brophets (History)"
            }, 
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "Brolossians / Brolippians / 1 Brorinthians / Swolossians", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Bralms / Swolms (including the famous Swolm 23 )", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Brosaiah", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Bronicles", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Brozekiel", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Hebros", 
                                "elements": []
                            }, 
                            {
                                "text": "Massthew", 
                                "elements": []
                            }, 
                            {
                                "text": "Repelations (Revelations)", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "The Book of Shrugs", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "The Book of Atticus", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "The Holy Barbell", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Traps of the Apostles", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "The Lats' Prayer", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Hymns (\"Swoly Hymns\")", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "text": "PROPHETS DEITIES GODS and LORE FIGURES", 
                        "type": "paragraph"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Broseidon", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Broki", 
                                "elements": []
                            }, 
                            {
                                "text": "Brosus", 
                                "elements": []
                            }, 
                            {
                                "text": "Brohammad", 
                                "elements": []
                            }, 
                            {
                                "text": "Brodin (Allspotter, Champion of gainz)", 
                                "elements": []
                            }, 
                            {
                                "text": "Saint Arnold", 
                                "elements": []
                            }, 
                            {
                                "text": "", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "text": "TERMINOLOGY", 
                        "type": "paragraph"
                    }, 
                    {
                        "elements": [
                            {
                                "text": "Gainz Goblin (SHOO SHOO)", 
                                "elements": []
                            }, 
                            {
                                "text": "Cardio Bunny", 
                                "elements": []
                            }, 
                            {
                                "text": "Swolemaiden", 
                                "elements": []
                            }, 
                            {
                                "text": "CurlBro", 
                                "elements": []
                            }, 
                            {
                                "text": "", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "To Be sorted:"
            }, 
            {
                "content": [
                    {
                        "text": "Brahgakure", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brahmmapadha", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Deltoids", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Flexidus", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Lifter", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Newbophyte", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Quad", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolamuel", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolothy", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolam", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Book of Broses - the leading of the faithful to the land of Muscle Milk and Honeys", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Trapeziastes", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broghavad Gita", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bro te Ching", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Lesser Works"
            }, 
            {
                "content": [
                    {
                        "text": "The New Chestament is the collection of writings and stories revolving around Zyzz and Zyzz's philosophies. Some Brodinists consider it sacred scripture, while others do not.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "The New Chestament  (a/k/a the New Swolespel / the Brobel / Gospel of Swole)"
            }, 
            {
                "content": [
                    {
                        "text": "The Gospel of Masshuge", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Gospel of Mark", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Gospel of Glutes", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Gospel of Brawn", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Epistles", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Epistles to Philebro", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Epistle to the Bromans", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Epistle to the Hebros", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "The Gospels"
            }, 
            {
                "content": [
                    {
                        "text": "Brovelations", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Revel-strations", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Other books"
            }, 
            {
                "content": [
                    {
                        "text": "Brodin - All father of swole", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bropollo, Apobro - Brother of Brodin, the watchful eye who spots", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broddha - Also known as Brodhisattva, the Enliftened one. It is said that The Broddha was born into a life of small stature though a cruel fate giving him a full ectomorph's body. He is said to have consumed 7000 calories a day of protein and squatted heavy for 28 days straight, giving him a great 'Awakening to the Iron Path'. Those who follow Broddhism follow the teachings of the 4 Noble Lifts (Squat, Bench, Deadlift, Weighted Pullups).", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broseidon - Lord of the Brocean, keeper of protein shake seas. He who has achieved ultimate conditioning.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brosiris - God of rest days and gains", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broki - Trickster god, decieves the unwary and uninformed and leads them down the path of illusionary swole and false gains. Can also be known as Tiggly the Trickster. Tempter of cardio, wearer of lycra, destroyer of gainz.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Absphrodite, Aphbrodite - Goddess of love, appreciation and brocreation of gains and swole", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brah - the Egyptian who powerlifts the sun through the day", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massiah - a leader anointed by Brodin who will bring gains to all Brodinists and herald the Massianic Age of global swoledom. Some consider Zyzz to be the Massiah, and follow his teachings as captured in the New Chestament. Others do not and follow exclusively the Old Chestament.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "PCKG - the tetragrammaton of Brodinism; the name that cannot be spoken. Traditionally, it has been referred to as \"The Package\", in which Brodin is both \"The Lift Big\" and \"The Get Huge\"  which are known together as \"The package deal\".", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Persebrone - Daughter of Brodin and Absphrodite. A girl so swole that Plubro, lord of the dead bros, grew jealous and kidnapped her. She was brought to the underworld and told that if she consumed any excess calories she would be forced to stay forever. She did not, and instead lost body fat%. Plubro cast her out because her gains were not as good, so she started to consume more calories again. As her gains improved Plubro kidnapped her again and so the cycle continues. When she is kidnapped she consumes less calories and drops her body fat%, when she is released she packs on the calories and increases her gains but also body fat%, thus she began the tradition of bulking and cutting.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Tore - Or Tohr, the Son of Brodin; Tore is a god well known for his weakness in humans. He is often cited in originally bringing the brospel to humans from Absgard. It is said he is so Swole his brobell, Swölnir, is so heavy that only he can lift it.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Basilicles - Ancient Greek God of the Bench Press. It is rumored that upon replacement of his Bench with a Smith machine, Basilicles single handedly destroyed the Broman Empire. There is some contemporary art depicting the Bro curling in the squat rack.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Plubro - Lord of dead bros. He takes the swoles of the dead and keeps them in the underworld so that we can learn from their examples when we need to.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Valkytris - Goddess of the tricep extension. It is said that when a swolebro passes to the gates of swolehalla, they shall ride on the surface of her dumbbells as she extends your swoul to the heavens.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Deities of Brodinism"
            }, 
            {
                "content": [
                    {
                        "text": "Brometheus  - Bringer of iron to humanity, Pumper of the iron fist", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broses - Carried stones from the great Mount Broinai. Said to be passed down from Brodin himself.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brohammed (Swole Be Upon Him) - A messenger of Brodin (Allift) to fellow Brodinists, Brohammed taught the 3 Pillars of Swolam (Deadlift, Squat, and Bench Press). ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolehartha Brotama Buddha - Taught the well known \"yoga', with the blessings of brodin", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brotholomew", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Brophets of the Old Age"
            }, 
            {
                "content": [
                    {
                        "text": "Arnold Schwarzenegger - He who ushered in the New Age", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Mark Rippetoe", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Dalai Liftma / Swoli Lama' -(status pending)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Zyzz - father of aesthetics", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Ronnie Swoleman", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Kai Greene aka The Swolerback Grorilla", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "John Smith aka John Lifts (The First Bromon)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Henry \"The Iron\" Brollins -(status pending)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Dom Mazzetti", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Brophets of the New Age"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Other aspects of Brodinism"
            }, 
            {
                "content": [
                    {
                        "text": "Absgard - one of the worlds in the cosmos. It is inhabited by deities.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brohalla / Swolehalla - Eternal resting place of only the most fierce and Swolely dedicated.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brojlnir - the great barbell of Absgard which bears the inscription \"\"Whosoever holds this barbell, if they be worthy, shall possess the power of Swole.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brolympus", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Sea of Galilift ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Temple of Brodin / Temple of Iron / Ferrous Monastery - where Brodinists pray by lifting heavy things, putting them down, and repeating.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Vainaheimr", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Locations"
            }, 
            {
                "content": [
                    {
                        "text": "\"Alliftu Rackbar\" - phrase popularized by Brohammad in praise of Brodin (\"Alliftu\")", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brosciples", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brologians, Brolosophers, and Flylosophers - Those who study and debate Brodinism", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brosary - The way in which one would keep track of sets and repititions", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolebrother / Swolesister - ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Last Super(set)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "\"Wheymen\" / \"Bramen\" - Typically said at the end of a prayer to the almighty Brodin", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wheypocalypse - When the temple of iron is closed", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Other terms"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "To-be-organized Scripture"
            }, 
            {
                "content": [
                    {
                        "text": "You have heard it said, “what goes up must come down”, but I sayeth unto you, what goes down WILL COME UP, that you may be blessed by the Swolefather with gains. For Brodin sends gravity on the swole and the unswole alike. But if you allow it to dictate your lifts, what gains shall you reap? You are no different from the followers of Broki. Instead grasp the heavy iron and thank the Allspotter in Swolehalla for his gift of gravity to make you strong, then ignore it.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 4:12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 4:1-13", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 5:1-12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 6:25", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 7:13-14", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 10:13-16", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 15:29-39", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 19:14", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 20:1-14 (\"The Eleven Commandments\")", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Masshew 23:4", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Masshew 23:14-15", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Massthew 25:38-40", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brotthew 22:37", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Massthew / Brotthew"
            }, 
            {
                "content": [
                    {
                        "text": "Brolossians 2:12-26 (the story of the Good Swolemaritan)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brolossians 2:25", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolossians 3:15", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brolippians 4:13", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1 Brorinthians 2:24", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1 Brorinthians 9:19-24", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1 Brointhians 10:13-15", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brorintians 10:12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1 Brointhians 13:11-12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 Brorinthians 13:12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolympians 4:13", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolympians 6:28", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brorinthians Unknown Verse", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Curlinthians / Swolympians / Brolossians / Brolippians / 1 Brorinthians / Swolossians"
            }, 
            {
                "content": [
                    {
                        "text": "Philiftians 4:13", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Philiftians"
            }, 
            {
                "content": [
                    {
                        "text": "(Also see Swolm 23)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bralms 18:32-34", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bralms 23:4", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Unattributed by peanutbutteredcatpaw (assumed from the Book of Bralms)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Pswolms 4:12", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Calloused Psalms 4:17-18", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Bralms / Swolms / Calloused Psalms"
            }, 
            {
                "content": [
                    {
                        "text": "Broverbs 1:7", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs 16:9", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs 3:6", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs 3:5", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs 14:23", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs 20:29", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broverbs Unknown Verse", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Broverbs"
            }, 
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "Twas the night before Christ-mass", 
                                "elements": []
                            }, 
                            {
                                "text": "The Story of Thanksgaining", 
                                "elements": []
                            }, 
                            {
                                "text": "O Squat, All Ye Gainful", 
                                "elements": []
                            }, 
                            {
                                "text": "Bench Press, Ye Merry Gentlemen", 
                                "elements": []
                            }, 
                            {
                                "text": "I Need Whey Every Hour", 
                                "elements": []
                            }, 
                            {
                                "text": "Onward Chin-Up Swoldiers", 
                                "elements": []
                            }, 
                            {
                                "text": "From The Squat He's Risen Today", 
                                "elements": []
                            }, 
                            {
                                "text": "The Old Rugged Squat Rack", 
                                "elements": []
                            }, 
                            {
                                "text": "Load Him Now With Many Plates", 
                                "elements": []
                            }, 
                            {
                                "text": "It is Well (With My Swole)", 
                                "elements": []
                            }, 
                            {
                                "text": "When the Swole is Called Up Yonder", 
                                "elements": []
                            }, 
                            {
                                "text": "Blessed Be the Straps that Bind", 
                                "elements": []
                            }, 
                            {
                                "text": "All Hail the Power Of Brodin's Squat", 
                                "elements": []
                            }, 
                            {
                                "text": "Amazing Gains", 
                                "elements": []
                            }, 
                            {
                                "text": "When I Survey the Wondrous Bench", 
                                "elements": []
                            }, 
                            {
                                "text": "Go lift it in the squat rack, that a new man of swole is born.", 
                                "elements": []
                            }, 
                            {
                                "text": "He Lifted Me", 
                                "elements": []
                            }, 
                            {
                                "text": "Make a Joyful Grunt", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }, 
                    {
                        "text": "List of Swoly Hymns", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Stories, Hymns, and Carols"
            }, 
            {
                "content": [
                    {
                        "text": "Brosaiah 41:10", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Brosaiah"
            }, 
            {
                "content": [
                    {
                        "text": "1 Bronicles 16:11", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bhronicles 2:45", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Bronichles"
            }, 
            {
                "content": [
                    {
                        "text": "Brozekiel 7:16-27", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wheyzekial 13:41-42", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brozekiel 25:17-20", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Brozekiel / Wheyzekial"
            }, 
            {
                "content": [
                    {
                        "text": "Brovelations 5:11", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brovelations 16:11-18", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brovelations 22:13", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Brovelations"
            }, 
            {
                "content": [
                    {
                        "text": "2 Gains 4:16-18", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Gainesis 2:24", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Gains, Unknown passage number", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Gains/Gainesis"
            }, 
            {
                "content": [
                    {
                        "text": "Hebros 2: 3-6", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Hebros 2:12", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Hebros"
            }, 
            {
                "content": [
                    {
                        "text": "Deltoids 2:6", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Deltoids"
            }, 
            {
                "content": [
                    {
                        "text": "Book of the Newbophyte 1:1-10", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Newbophyte"
            }, 
            {
                "content": [
                    {
                        "text": "The Book of Quad 9:1-4", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Quad"
            }, 
            {
                "content": [
                    {
                        "text": "1 Swolamuel 30:6-17", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Swolamuel"
            }, 
            {
                "content": [
                    {
                        "text": "Duderonomy 10:19", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Duderonomy"
            }, 
            {
                "content": [
                    {
                        "text": "Swoluke 21:1-4.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bruke 10:27", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Swoluke / Bruke"
            }, 
            {
                "content": [
                    {
                        "text": "Swolam 18:32-34", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Swolam"
            }, 
            {
                "content": [
                    {
                        "text": "Creatinus 10:24", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Creatinus"
            }, 
            {
                "content": [
                    {
                        "text": "Jacked 3:22-23", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Jacked"
            }, 
            {
                "content": [
                    {
                        "text": "Gospel of John the Lifter", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Broatitudes (from unattributed text)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Unattributed by spaghettihouse", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Unattributed by not_more_faps", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brahmmapadha, Siddartha Brotama", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brahmmapadha 1, Siddartha Brotama (Unknown discovery)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bromi, 13th century Sufi poet", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brahgakure, Tsunetomo Yamabroto", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Flexidus 2:13", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Flexodus 1:8-13 (unsourced)", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Undetermined New Chestament book 1-10", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Flexidus 4:1-4", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wheyclessiastes 3:1", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Marilyn Munbro", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Broteronomy 7:6", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Quotations of the Dalai Liftma / Swoli Lama", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Unknown passage by Brohammad", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Liftivicus 23:13-14", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1 Broter 5:8", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brodin's lifting manual", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Other / Philosophies / Sayings"
            }, 
            {
                "content": [
                    {
                        "text": "\"Each rep is a gift from Brodin\" -DrToss", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Footprints in the Chalkdust shared by DarkSareon", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Wisdom of Contemporary Brociples"
            }
        ], 
        "id": 1461, 
        "title": "Book of Brodin Wiki"
    }, 
    {
        "url": "/wiki/Bronesis", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "REDIRECT Gainesis", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Bronesis"
            }
        ], 
        "id": 2076, 
        "title": "Bronesis"
    }, 
    {
        "url": "/wiki/Brovelations", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "As was foretold in the most swolley of swolley texts praising he who is swolemighty, the supreme agent of Brocki will descend and prey upon even the most dedicated of Brodinists. It is said that this agent, known by some as the anti-Lift, was responsible for the downfall of the Brophets' John Lifts, Brohammad, Brozekiel, Bronald Schwarzenegger and many others. After deciphering the swoley texts, I have come to the conclusion that this agent is back again, disguised as a movement. The followers of Brocki have unleashed their abomination upon the world; known as CrossFit, the agents of Brocki claim that all things cardio shall bring promise of gains. The swolley texts warn of this unswolleyness in the ten bromandates which define the absolute truths of the 7 fold path to the Swole; five of the ten bromandates warn of the false bringer of gains known as cardio. Do not fall for such cheap ploys, such as \"it's a lifestyle.\" These Brockinian agents want nothing more but to rob thy of the swolley blessings bestowed upon oneself by Brodin; therefore, erasing your spot into Brohalla.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Brovelations"
            }
        ], 
        "id": 2348, 
        "title": "Brovelations"
    }, 
    {
        "url": "/wiki/Epistles_to_Philebro", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Epistles to Philebro"
            }, 
            {
                "content": [
                    {
                        "text": "1 Starr, a prisoner of Zyzz, and Colman our brother,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "To Philebro our dear friend and fellow worker— 2 also to April our sister and Achilles our fellow lifter—and to the iron temple that meets in your home:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3 Grace and PRs to you from Brodin our Father and the Lord Zyzz. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Thanksgiving and Prayer", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 I always thank Brodin as I remember you in my lifts, 5 because I hear about your love for all PRs and your faith in Zyzz. 6 I pray that your spotting of us in the faith may be effective in deepening your depth of every good squat we share for the sake of Zyzz. 7 Your whey has given me great gainz and swole, because you, brother, have refreshed the encouragement of Brodin’s otters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Starr’s Plea for Onesimus", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8 Therefore, although in Zyzz I could be bold and order you to do what you ought to do, 9 yet I prefer to appeal to you on the basis of PRs. It is as none other than Starr—an old man and now also a prisoner of Zyzz— 10 that I appeal to you for my swole partner, who became my partner while I was under four plates. 11 Formerly he was tone to you, but now he has become swole both to you and to me.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 I am sending him—who is my very strong—back to you. 13 I would have liked to keep him with me so that he could spot me while I am under the bar for Brodin. 14 But I did not want to do anything without your blog post, so that any lift you do would not seem like fuckarounditis but would be planned in your progression. 15 Perhaps the reason he was separated from you for a little while was that you might have him back to spot forever— 16 no longer as an otter on the eliptical, but better than a bench bro, as a dear trex. He is very strong for me but even stronger for you, both as a fellow lifter and as a bro of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17 So if you consider me a powerlifter, welcome him as you would welcome me. 18 If he spots you wrong or lets you deadlift with a round back, charge it to me. 19 I, Starr, am writing this with my own calloused hand. I will pay it back—not to mention that you owe me your very self. 20 I do wish, bro, that I may have some createine dreams from you in Brodin; refresh my lifts in Zyzz. 21 Confident of your quads, I write to you, knowing that you will lift more than I ask.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "22 And one thing more: Prepare a power rack for me, because I hope to be spotting you in answer to your lifts.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "23 Tate, my fellow lifter in Zyzz, sends you greetings. 24 And so do Mark, Wendler, Madcow and CnP, my fellow lifters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "25 The grace of the Zyzz be with your spirit.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Philebro 1"
            }
        ], 
        "id": 2067, 
        "title": "Epistles to Philebro"
    }, 
    {
        "url": "/wiki/Epistles_to_Philemon", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "REDIRECT Epistles to Philebro", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Epistles to Philemon"
            }
        ], 
        "id": 2074, 
        "title": "Epistles to Philemon"
    }, 
    {
        "url": "/wiki/Flexidus", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Flexidus"
            }, 
            {
                "content": [
                    {
                        "text": "13 And on that day Brodin cast down upon his people the Trapezius; the cushion of thy almighty squat bar", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 2"
            }, 
            {
                "content": [
                    {
                        "text": "1 Yea, though he toiled mightily beneath the holy Iron of Brodin, the young bro was discouraged.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 Sayeth the bro, \"Lord Brodin, the Iron moves slowly, though I toil thus.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3 Brodin sayeth unto him, \"Verily, the Iron moves not at all.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 It is the Earth that moves, for you are swole of heart.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 4"
            }, 
            {
                "content": [
                    {
                        "text": "1 And Brodin spoke all these words:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 “I am the Swolest your Spotter, He who brought you into Swoledom.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3 “You shall have no higher priority than Gainz.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 “You shall pray in pyramids or sets and reps, 5x5. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5 You shall celebrate with gallons of whey, and search out my other artifacts I have blessed you.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6 Keep my commandments and my Swolediers will receive Mass and earn their place in Swolehalla.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7 “You shall not give to Broki's tricks. He is sly and has many forms and minions that a Swoledier must see through.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8 “Remember the Rest day. It is more than just a meager break.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9 Six days you shall labor and offer your Gainz, ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10 but the seventh day is a recovery, the Allspotter needs his Swoldiers healthy. On it you shall not let the plates toll.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11 For in six days Brodin pressed heavens and squated the earth, sweat the sea, and he rested on the seventh day. Therefore Brodin blessed the Rest day and made it Swoley.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 “Honor your Sisters and Brothers, so that you may live long in Swolehalla.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "13 “You shall push beyond your pump, for there is where Gainz lie.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 “You shall not commit cardio.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 “You shall not steal Gainz.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16 “You shall not give fake lifts. Form must be impeccable.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17 “You shall not fear Swoleshaming, Swolestation, nor Swoleassment. All are a form of compliment to a true hearted Swoledier.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "18 When the Unswole saw the vascularity like lightning and heard the irons and saw the mountain of weight in motion, they trembled with fear. They stayed at a distance", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "19 and said to Broses, “Teach to us yourself and we will lift. But do not have Brodin speak to us or we will give in to Broki.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20 Broses said to the people, “Do not be afraid. Brodin has come to test you, so that the realisation of true Gainz will be with you to keep you from cardio.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "21 The Unswole remained at a distance, while Broses approached the thick darkness where Brodin was.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 20"
            }
        ], 
        "id": 2337, 
        "title": "Flexidus"
    }, 
    {
        "url": "/wiki/Gainesis", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Gainesis"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 1"
            }, 
            {
                "content": [
                    {
                        "text": "1) In the beginning Brodin created the Power Rack and the Olympic Platform.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) Now the power rack was deserted with an empty barbell, darkness was over the surface of the platform, and the Spirit of Brodin was hovering over the Iron Temple.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) And Brodin said, “Let there be 45 lb plates,” and there were plates. 4) Brodin saw that the plates were balanced, and he separated the iron plates from the rubber plates. 5) Brodin called the iron “power lifting plates,” and the rubber he called “olympic lifting plates.” And there were reps, and there were sets—the first lifting session.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6) And Brodin said, “Let there be a vault between the reps to separate lifts from lifts.” 7) So Brodin made the vault and separated the reps under the barbell from the weights on it. And it was so. 8) Brodin called the vault “rest.” And there were reps, and there were sets—the second lifting session.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9) And Brodin said, “Let the men under the sky be gathered to one place, and let them pick weights up and put them down repeatedly.” And it was so. 10) Brodin called this movement “deadlifts,” and the gathered men he called “bros.” And Brodin saw that it was good.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11) Then Brodin said, “Let us place heavy-ass weights on a bar and put it on their backs until their quads are so strong they push the earth.” And it was so. 12) The quads produced gainz: complementing the back and hamstrings of the deadlifts while continuing to push the weights on their back into the heavens. And Brodin saw that it was good. 13) And there were reps, and there were sets—the third lifting session.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14) And Brodin said, “Let there be complementing lifts to separate the upper and the lower body, and let them serve as signs to mark sacred biceps, and deltoids and pecs, 15) and let them be aesthetic in the eyes of the non-swole to give light in the iron temple.” And it was so. 16) Brodin made two great lifts—the bench press to govern the chest and the overhead press to govern the deltoids. He also made the curls. 17) Brodin set them in the temple of iron to balance out the lower body, 18) to strengthen the back, and to separate weaklings from swole. And Brodin saw that it was good. 19) And there were reps, and there were sets—the fourth lifting session.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20) And Brodin said, “Let the lifts not just be slow, but let the barbells be jerked with great power and technique.” 21) So Brodin created the great olympic lifts of snatches, and clean and jerk, according to their technique, and every explosive lifter swiftly moved heavy-ass weights with grace. And Brodin saw that it was good. 22) Brodin blessed them and said, “Go forth with great speed, power and technique but do not use straps or your forearms will lag.” 23) And there were low reps, and there were high sets—the fifth lifting session.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "24) And Brodin said, “Let the body be able to act as a weight on itself so one can pay hommage despite distance from iron temples, from the lats pulling the body up to the chest and triceps pushing the body, each according to its kind.” And it was so. 25) Brodin made the bodyweight pulling movements according to their kinds, the pushing movements according to their kinds, and all the core movements that allow for human flags according to their kinds. And Brodin saw that it was good.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "25) At first Brodin made man and woman in all their glory and exactly in Brodin's own image. Man and swole were one, creating the perfect being, a being mired from every angle of every reflection of every mirror in the gym. But then Brodin, in his infinite wisdom, separated man and swole. He proclaimed \"One cannot simply be born swole, then life would have no meaning, then alpha and beta would be one and the same. Swole is something that must be earned through the lifting of heavy ass weights.\" And so it was done, man was removed from his swole and destined to roam the earth in search of his swole. And only when man and swole are united once again can man truly be happy. This is why we lift.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "26) Then Brodin said \"Those who live life in search of their swole shall be called lifters, a title most honorable. And those who deny their nature shall be called beta.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "27) Brodin turned to the Lifters, blessed them and said to them, “Be fruitful and increase lifts in number; fill the earth and dominate it. Rule over the otters in the sea and the otters in the sky and over every fatty that waddles on the ground.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "28) Then Brodin said, “I give you every whey-bearing plant on the face of the whole earth and every creature that has creatine in it. They will be yours for increasing your swole. And to all the weaklings of the earth and all the cardio-birds in the sky and all the otters that move along the ground—everything that has the breath of life in it—I give every ounce of protein for food.” And it was so.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "29) Brodin saw all that he had made, and it was very good. And there was evening, and there was morning—the sixth lifting session.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "The Beginning"
            }, 
            {
                "content": [
                    {
                        "text": "1) Thus the heavens and the earth were completed in all their vast array.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) Then on the seventh day, Brodin rested from all his lifting and creating. Brodin then drank his protein shake and ate his meal. Brodin declared this day of rest to be holy.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) Man followed in Brodins steps, and thus the rest day and deload week came to be.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 2"
            }, 
            {
                "content": [
                    {
                        "text": "The Story of Gain and Wheybel", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1) Now Wheybel kept swole, and Gain toiled on the squat rack. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) In the course of time Gain brought powerlifting classes as an offering to Brodin.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) And Wheybel also brought an offering—protein shakes for his flock.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4) Brodin looked with favor on Wheybel and his offering, but on Gain and his offering he did not look with favor.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5) So Gain was very angry, and his face was downcast.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6) Then Brodin said to Gain, “Why are you angry? Why is your face downcast?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7) If your form is right, will you not see gains?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8) But if you do not do what is right, crossfit is crouching at your door; it desires to have you, but you must rule over it.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9) Now Gain said to his brother Wheybel, “Let’s go out to the gym.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10) While they were at the gym, Gain did not spot his brother Wheybel.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11) Then Brodin said to Gain, “Where is your brother Wheybel?”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12) “I don’t know,” he replied. “Am I my brother’s spotter?", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 3"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 5"
            }, 
            {
                "content": [
                    {
                        "text": "1) This is the book of the generations of Alpha. In the day when Brodin created man, he made them in the likeness of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) He created them male and female, and blessed them with gains. And he named them \"swolekind\" when they were created.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) When Alpha had lived 130 years, he had a son in his own likeness, and image, and he named him Shwole.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4) After Shwole was born, Alpha lived 800 years, and had many swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5) Altogether, Alpha lived a total of 930 long and swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6) When Shwole had lived 105 years, he became the father of Enorshmous.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7) After he became the father of Enorshmous, Shwole lived 817 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8) Altogether, Shwole lived a total of 912 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9) When Enorshmous had lived 90 years, he became the father of Keto.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10) After he became the father of Keto, Enorshmous lived 815 years, and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11) Altogether, Enorshmous lived 905 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12) When Keto had lived 70 years, he became the father of Musclelel.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "13) After he became the father of Musclelel, Keto lived 840 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14) Altogether, Keto lived a total of 910 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15) When Musclelel had lived 65 years, he became the father of Jack4d.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16) After he became the father of Jack4d, Musclelel lived 830 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17) Altogether, Musclelel lived a total of 895 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "The Descendants of Alpha"
            }, 
            {
                "content": [
                    {
                        "text": "18) When Jack4d had lived 162 years, he became the father of Enorchmous.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "19) After he became the father of Enorchmous, Jack4d lived 800 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20) Altogether, Jack4d lived a total of 962 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "21) When Enorchmous had lived 65 years, he became the father of Muscleselah.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "22) After he became the father of Muscleselah, Enorchmous lifted faithfully with Brodin 300 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "23) Altogether, Enorchmous lived a total of 365 swoley years.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "24) Enorchmous lifted faithfully with Brodin; and then he was no more, because Brodin took him away.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Brodin Takes Up Enorchmous"
            }, 
            {
                "content": [
                    {
                        "text": "25) When Muscleselah had lived 187 years, he became the father of Latissimus.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "26) After he became the father of Latissimus, Muscleselah lived 782 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "27) Altogether, Muscleselah lived a total of 969 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "28) When Latissimus had lived 182 years, he had a swoleson.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "29) He named him Moah, and said, \"He will train us in the labor and gainful toil of our hands caused by the cardio that Brodin has cursed.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "30) After Moah was born, Latissimus lived 595 years and had other swolesons and dieseldaughters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "31) Altogether, Latissimus lived a total of 777 swoley years, and then he joined the great lifter in the sky, praise be unto him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "32) After Moah was 500 years old, he became the father of Swolem, Ham and Jacketh.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wheymen", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "From Muscleselah To Moah"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 6"
            }, 
            {
                "content": [
                    {
                        "text": "1) When human beings began to increase in number in the gym and daughters were born to them, 2) the swolesons of Brodin saw that the daughters of humans were cut, and they married any of them they chose.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) Then Brodin said \"My Lifting will not contend with humans forever, for they are mortal; their lifting days will a hundred and twenty years.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4) The Meat Titans were in the gym in those days, when the swolesons of Brodin went to the daughters of humans and had children by them. They were the Lifters of old, heroes of renown.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5) Brodin soon saw how great the weakness of the human race had become in the gym, and that they had turned to soft and fleshy manlets.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6) Brodin regretted that he had made human beings in the gym, and his gains were deeply troubled.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7) So Brodin said, \"I will wipe from the gym the manlets that I have created-- and with them the animals, the birds and the creatures that do lunges along the ground-- for I have made them with too much cardio.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "The Weakness of Manlets"
            }, 
            {
                "content": [
                    {
                        "text": "8) But Moah found favor in the eyes of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9) This is the account of Moah and his family. Moah was a righteous lifter, gainful among the people of his time, and he lifted faithfully with Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10) Moah had three sons; Swolem, Ham and Jacketh.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11) Now the gym was almost gainless in Brodin's sight, and full of cardio.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12) Brodin saw how gainless the gym had become, for all the manlets had corrupted their ways.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Moah's Favor with Brodin"
            }, 
            {
                "content": [
                    {
                        "text": "13) So Brodin said to Moah, \"I am going to put an end to all manlets, for the earth is full of cardio because of them. I am surely going to destroy both them and the gym.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14) Make for yourself an Ark of 45lb plates; you shall make it with racks and benches, and shall cover it inside and out with Whey.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15) This is how you are to make it, three hundred barbells long, fifty barbells wide, and thirty barbells high.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16) Make a roof for it, leaving below the roof an opening one barbell wide all around. Put a door in the side of the ark, and make upper, lower and core decks.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17) For behold, I am bringing waves of protein and preworkout powders on the gym, to destroy all flesh in which the gains do not exist. Everything that is in the gym shall die.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "18) But I will establish my temple with you, and you will enter the ark-- you and your swolesons and your wheywife, and your swolesons' wheywives with you.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "19) You are to bring into the ark two of all lifting creatures, male and female, to keep them swole with you.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20) Two of every kind of bird, of every kind of animal and of every creature that lunges across the ground will come to you to be kept swole; for do not dumbbells and plates also come in pairs?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "21) You are to take every kind of mass gainer that is to be eaten and store it away as bulking fuel for you and them.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "22) Moah did this; he did all that Brodin commanded him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wheymen", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Moah builds the Ark"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 11"
            }, 
            {
                "content": [
                    {
                        "text": "1) Now the whole world had one type of lifting and a common barbell.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) As people moved paleo, they found a box in California and settled there.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) They said to each other, “Come, let’s AMRAP and puke thoroughly.” They used tabatta instead of squats, and deadlifts for legs. 4) Then they said, “Come, let us confuse our muscles and our minds with a brand name that attempts to reach the halls of Brodin, that we may make a game for ourselves, lest be scattered across the face of the Earth\".", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5) But the Brodin came down to see the box and the metcon the people were building. 6) Brodin said, “If as one people lifting with good technique they have begun to do this thing, then no real PR will be impossible for them. 7) Come, let us go down and kip their pullups that they strain tendons and fail to complete a single pullup.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8) So Brodin kipped them from there over all the earth, and they stopped periodizing their gains. 9) Thus, it was called Crossfit—because there Brodin stalled their gains and delegitimized their workouts. From there, Brodin scattered them over the face of the whole earth and not a single swole was gained.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "The Box of Crossfit"
            }
        ], 
        "id": 2075, 
        "title": "Gainesis"
    }, 
    {
        "url": "/wiki/Gluteronomy", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Gluteronomy"
            }, 
            {
                "content": [
                    {
                        "text": "Here, O Parallel: The LIFT for quads, the LIFT is a one rep max. Love the LIFT for quads with all your squat and with all your swole and with all your strength. These plates that I give you today are to be upon thy bar. Impress them on thy quads. Feel them in the DOMS when you sit at home and when you walk along the iron path, when you lie down and when you get up. Write them in your workout journals and on your social media.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Gluteronomy 6"
            }
        ], 
        "id": 2214, 
        "title": "Gluteronomy"
    }, 
    {
        "url": "/wiki/Lats_Prayer", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Lats Prayer"
            }, 
            {
                "content": [
                    {
                        "text": "Many versions of The Lats' Prayer have been revealed. Each version reveals its own wisdom.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "discovered by br0bi", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "discovered by Koleah", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "discovered by gdroxor", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "provided by an unknown brodinist.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "provided by an unknown brodinist.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "provided by an unknown brodinist.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Lats' Prayer / \"Swole Father\" / Pater Turgorum"
            }
        ], 
        "id": 2095, 
        "title": "Lats Prayer"
    }, 
    {
        "url": "/wiki/Liftviticus", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Liftviticus"
            }, 
            {
                "content": [
                    {
                        "text": "13 Let not the gains of your heart diminish the gains from your mind for the path of iron is long and full of hardship.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 Do not fret for worrying is the worst form of cardio.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 23"
            }
        ], 
        "id": 2336, 
        "title": "Liftviticus"
    }, 
    {
        "url": "/wiki/Main_Page", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "REDIRECT Book of Brodin Wiki", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Main Page"
            }
        ], 
        "id": 2058, 
        "title": "Main Page"
    }, 
    {
        "url": "/wiki/O_Squat,_All_Ye_Gainful", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "O Squat, All Ye Gainful"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "O Squat, All Ye Gainful"
            }, 
            {
                "content": [
                    {
                        "text": "O squat, all ye gainful", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "pow'rful and triumphant,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come ye, O come ye to the power rack.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Lift now and praise Him, Brodin, mighty Brodin;", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do deadlifts,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do bench press,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us now worship", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The King of Bros.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verse 1"
            }, 
            {
                "content": [
                    {
                        "text": "Lift, ye Brosciples,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Lift until exhaustion,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Lift up the bar in the power rack.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Bring our Swolefather glory with thy muscles;", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do deadlifts,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do bench press,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us now worship", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The King of Bros.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verse 2"
            }, 
            {
                "content": [
                    {
                        "text": "All Hail! Bro, we greet thee,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Lift thyne heavy barbell,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolebrother! For evermore thy gains be 'mired.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Might of Swolefather, now in flesh appearing;", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do deadlifts,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us do bench press,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "O come, let us now worship", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The King of Bros.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "-John Francis Wheyde, Frederick Austrianoakley", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Revealed by Whipfather", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verse 3"
            }
        ], 
        "id": 2107, 
        "title": "O Squat, All Ye Gainful"
    }, 
    {
        "url": "/wiki/Our_Father", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "elements": [
                            {
                                "text": "redirectLats_Prayer", 
                                "elements": []
                            }
                        ], 
                        "type": "list"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Our Father"
            }
        ], 
        "id": 2215, 
        "title": "Our Father"
    }, 
    {
        "url": "/wiki/Rippetoe", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Brophet Rippetoe, bringer of strength, smasher of PRs, and caller of Brodin, has done many deeds to further the cause of the swole. As devout follower of Brodonism he created the Starting Strength path to swolightenment to pave the way for mortals to also acheive swolightenment.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "He showed the world that it is possible to lift the dead, press the heavens, and squat the earth with proper training. ", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Rippetoe"
            }
        ], 
        "id": 2132, 
        "title": "Rippetoe"
    }, 
    {
        "url": "/wiki/Ronnie_Swoleman", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [
                    {
                        "src": "http://vignette4.wikia.nocookie.net/bookofbrodin/images/a/a9/Ronnie1.jpg/revision/latest/scale-to-width-down/416?cb=20140923022608", 
                        "caption": ""
                    }
                ], 
                "level": 1, 
                "title": "Ronnie Swoleman"
            }
        ], 
        "id": 2305, 
        "title": "Ronnie Swoleman"
    }, 
    {
        "url": "/wiki/Swolm_23", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Swolm 23"
            }, 
            {
                "content": [
                    {
                        "text": "Swolm 23 has been translated by various Brodinists. Each version contains its own insights.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Background"
            }, 
            {
                "content": [
                    {
                        "text": "Swolm 23 as translated by rz2yoj", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolm 23 as translated by NOT_MORE_FAPS", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolm 23 as translated by minutemilitia", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Swolm 23 as translated by meinkraft", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Translations"
            }
        ], 
        "id": 2096, 
        "title": "Swolm 23"
    }, 
    {
        "url": "/wiki/The_Book_of_Atticus", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "The Book of Atticus"
            }, 
            {
                "content": [
                    {
                        "text": "Section 1", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1:1 Now the word of Brodin came unto Atticus of Providence the son of Bartholomew, saying,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1:2 ATTICUS, my son, thou art in respectable shape, but your form and your body fat percentage are not pleasing to me. Arise, go to the iron gym, that great temple, and bear my weights; for your glutes and back are undefined, and your arms are overdeveloped.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "1:3 Follow these thy commandments:", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "The Book of Atticus"
            }, 
            {
                "content": [
                    {
                        "text": "2:1 \"Thou shalt deadlift,\" said Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2:2 \"Nay,\" said Atticus, \"For I wish to retain the svelte figure of Robert Pattinson, not acquire the unsightly bulk of Giant Andre,\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2:3 Thou shalt squat,\" said Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2:4 \"Nay,\" said Atticus, \"For I do not wish to injure my knees, for then I cannot run to lose weight.\"'", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2:5 \"Thou shalt bench,\" said Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2:6 \"Nay,\" said Atticus, \"For I do not wish to get fat, for then I shall be ungainly and round-bellied.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Section 2"
            }, 
            {
                "content": [
                    {
                        "text": "3:1 Atticus rose up from the presence of Brodin to flee to his home gym, and he used his pull-up bar and his bosu ball and he ran.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3:2 But Brodin sent out a great storm of snow, and as the snow melted there was a mighty tempest in the basement of Atticus, so that the entire floor of the basement was covered in an inch of water. '", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3:3 \"Whence cometh this water?\" asked the wife of Atticus. \"Have we not been good and obedient to our Lord's commands?\" And Atticus turned his face from her, and from Brodin, for he was ashamed.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Section 3"
            }, 
            {
                "content": [
                    {
                        "text": "4:1 Now it came to pass that a 24 gallon wet vacuum was given unto them, and with this Atticus battled the waters of Brodin. When the first 24 gallons of water were vacuumed, Atticus considered long the basement stairs. He wheeled the wet vac to their base and gripped the handles on the side. He attempted to curl the wet vac with his formidable biceps.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "\"Nay,\" said Brodin, and the wet vac remained still.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:2 Atticus positioned himself on the stairs and gripped the wet vac, as if to pull it up the stairs, one by one.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "\"Nay,\" said Brodin, and the wet vac remained still.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:3 Atticus ran to get a hose to drain the wet vac, but Brodin said \"nay,\" and the wet vac remained still.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:4 Then Atticus saw the wisdom of Brodin, and he stood with his feet roughly shoulder length apart, and his toes pointed slightly outward. He bent down with his back straight and grasped the handles of the wet vac.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:5 \"THOU SHALT DEADLIFT,\" cried Brodin, and Atticus did. The wet vac rose.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:6 The bulkhead steps were few and tall, and Atticus saw that he must climb the stairs with the wet vac. Atticus tightened his abdominal muscles and bent his body in proper form, and he prepared himself and he saw the wisdom of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:7 \"THOU SHALT SQUAT,\" commanded Brodin, and Atticus did. The wet vac rose further.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:8 Atticus progressed to the top of the bulkhead and rested the wet vac upon the rim of the bulkhead. His body exhausted and his legs worn, he placed his hands at shoulder width apart upon the top of the wet vac, and he saw the wisdom of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4:9 \"THOU SHALT BENCH,\" commanded Brodin, and Atticus did. The waters of Brodin poured forth from the wet vac and upon the fertile grounds of Atticus' backyard, and there watered an acorn that grew into an oak tree.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Section 4"
            }, 
            {
                "content": [
                    {
                        "text": "5:1 Atticus returned to the basement with the wet vac and followed the commands of Brodin. The next day, and every week since, he hath traveled to the iron temple to fulfill the commands of Brodin.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Section 5"
            }
        ], 
        "id": 2119, 
        "title": "The Book of Atticus"
    }, 
    {
        "url": "/wiki/The_Gospel_According_to_Brawn", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "The Gospel According to Brawn"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 2"
            }, 
            {
                "content": [
                    {
                        "text": "1 On the third day of Bulktober there was a feast at Cana in Galilift, and the mother of Zyzz was there; 2 Zyzz also was invited to the feast, with his bros. 3 When the milk failed, the mother of Zyzz said to him, \"They have no milk.\" 4 And Zyzz said to her, \"O woman, what have you to do with me? My hour has not yet come.\" 5 His mother said to the servants, \"Do whatever he tells you.\" 6 Now six stone jugs were standing there, for the lifter's rites of purification, each holding twenty or thirty gallons. 7 Zyzz said to them, \"Fill the jars with water.\" And they filled them up to the brim. 8 He said to them, \"Now draw some out, and take it to the steward of the feast.\" So they took it. 9 When the steward of the feast tasted the water now become milk, and did not know where it came from (though the servants who had drawn the water knew), the steward of the feast called the powerlifter 10 and said to him, \"Every man serves the 2% milk first; and when men have drunk freely, then the 1% milk; but you have kept the whole milk until now.\" 11 This, the first of his signs, Zyzz did at Cana in Galilift, and manifested his glory; and his disciples believed in him. 12 After this he went down to Caper'na-um, with his mother and his bros and his lifters; and there they stayed for a few days.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verses 1-12"
            }, 
            {
                "content": [
                    {
                        "text": "19 For it is commendable if someone endures the pain of unjust suffering because he is a follower of the Iron Path. 20 If you endure when you are shamed for doing wrong, what credit is that? 21 But if you endure when you do right by following the ways of Brodin and suffer for it, you have Brodin’s approval.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verses 19-21"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 3"
            }, 
            {
                "content": [
                    {
                        "text": "16 He gave his one and only begotten gains, so that who so ever will rep with him, will not famish, but have everlasting swole. Source", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Verses 4:1", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "41 Thou shalt protect and nurture the blessings of gains that thou received from the daily penance of iron plates to he who is swole. For swole of the body, thou art to drink the holy elixer post penance of plates. The divine ratio of 4:1 carBROhydrate to brotein ratio art to be offered to the swolispirit before being consumed for the swole of the body.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verses 3:16"
            }, 
            {
                "content": [], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 13"
            }, 
            {
                "content": [
                    {
                        "text": "37 When thy brother, father, or spotter turn against thee and covet thy gains, and take from thee the sandbag to fill, applaud their efforts and fill a Hesco Barrier instead. In this way, they shall see the True Path, and not turn from it. Source", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Verses 13:37"
            }
        ], 
        "id": 2064, 
        "title": "The Gospel According to Brawn"
    }, 
    {
        "url": "/wiki/The_Gospel_of_Glutes", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "The Gospel of Glutes"
            }, 
            {
                "content": [
                    {
                        "text": "11 The Son of Brodin continued: “There was a bodybuilder who had two sons.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 The younger one said to his father, 'Father, give me my share of the estate.' So he divided his dumbbells, whey, and cable machines between them.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "13 \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his gains in crossfit.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 After he had lost all his gains due to high intense cardio and minimal lifting, there was a severe famine in that whole country, and he began to be in need of whey.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 So he went and hired himself out to Greg Glassman, a known wheytheist, who sent him to his Crossfit studio to assist those who had fallen from the path of the Swoley Spirit in their WODs.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16 He longed to fill his stomach with even the meager paleo diet which the crossfitters were eating, but no one gave him anything.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17 \"When he came to his senses, he said, 'How many of my father’s spotters have whey to spare, and here I am starving to death!", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "18 I will set out and go back to my father and say to him: Father, I have sinned against Brodin and against you.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "19 I am no longer worthy to be called your son; make me like one of your spotters.'", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20 So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, gave him a broshake and a chest bump.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "21 \"The son said to him, 'Father, I have sinned against the Iron Temple of Brodin and against you. I am no longer worthy to be called your son nor will I ever see Swolehalla.'", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "22 \"But the father said to his spotters, 'Quick! Bring the best lifting belt and put it on him. Cake chalk on his hands and place Rogue lifting shoes on his feet.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "23 Bring the protein bars and Gold Standard whey. Let's have a feast and lift.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "24 For this son of mine was dead and is alive again; he was lost and is found.' So they began to lift.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "25 \"Meanwhile, the older son was in his gym. When he came near his father’s gym, he heard grunting and lifting.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "26 So he called one of the spotters and asked him what was going on.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "27 'Your brother has come,' he replied, 'and your father has brought the finest whey and protein bars because he has him back safe and sound.'", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "28 \"The older brother became angry and refused to go in. So his father went out and pleaded with him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "29 But he answered his father, 'Look! All these years I’ve been lifting with you, making gains, and never disobeyed your orders. Yet you never gave me even a single tub of Body Fortress whey so I could lift with my friends.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "30 But when this son of yours who has squandered his gains with crossfitters comes home, you bring out the finest Gold Standard whey for him!'", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "31 \"'My son,' the father said, 'you are always with me, and all my gains are yours.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "32 But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "As revealed by AIpwns", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 15"
            }
        ], 
        "id": 2247, 
        "title": "The Gospel of Glutes"
    }, 
    {
        "url": "/wiki/The_Gospel_of_Masshew", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "The Gospel of Masshew"
            }, 
            {
                "content": [
                    {
                        "text": "12 Confront the weak-privileged, for their path is unswoly and unhealthy", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 4"
            }, 
            {
                "content": [
                    {
                        "text": "1 Now, when Zyzz say the crowds, he lifted up a mountainside and sat down. His bros came to him, 2 and he began to teach them The Beautitudes.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "He said:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3  “Swole are the poor gains, for theirs is the kingdom of swolehalla.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 Swole are those who fail reps, for they will have gains.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5 Swole is the bearmode, for they will inherit the Iron Temple.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6 Swole are those who hunger and thirst for Whey, for they will be filled.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7 Swole are the merciful, for they will be shown mercy.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8 Swole are the pure in form, for they will see the light.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9 Blessed are the Swole of heart, for they will be called children of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10 Swole are those who are persecuted and swolested, for theirs is the kingdom of swolehalla.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11 Swole are you when people insult you, persecute you, and falsely say all kinds of evil against you because of your gains.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 Rejoice and be glad, because great is your reward of gains, for in the same way they persecuted the bros who came before you.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 5"
            }, 
            {
                "content": [
                    {
                        "text": "1 Beware of practicing your swoledom before other people in order to be seen by them, for then you will have no gainz from Brodin who is in Swolehalla.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 Thus, when you pray in the squat rack, sound no trumpet before you, as the hypocrites do in the Smith machines and on the ellipticals, that they may be praised by others. For they work for false gains of false praise.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6 But when you flex, go into your room, close the door and flex for the Swolefather, who is unseen. Then the Swolefather, who sees what is done in secret, will reward you.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9 Pray then like this:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "\"Swolefather, who art in the iron temple,\nswoled by thy frame.\n10 Thigh swoledom come,\nthigh will be done,\nin the deadlift as well as in the squat rack.\n11 Give us this day our daily whey.\n12 And forgive us our cheat days,\nas we forgive those who swolehate.\n13 And lead us not into cardio,\nbut deliver us from the elliptical.\nFor thine is the swoledom, the power clean, and the glute ham raise. Forever and ever.\nWheymen.\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "[Also see: Lats Prayer ]", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 3, 
                "title": "Chapter 6"
            }, 
            {
                "content": [
                    {
                        "text": "13 Enter through the narrow gate; for the gate is wide and the way is broad that leads to destruction, and there are many who enter through it.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 For the gate is small and the way is narrow that leads to gainz, and there are few who find it.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 7"
            }, 
            {
                "content": [
                    {
                        "text": "13 And lo he did reach for his eye and in one movement deftly plucked it from the socket.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 Holding it aloft he did address the crowd thusly: \"I only need one eye for I judge not the character of my children by thine appearance.\"  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 And thus the crowd did show their appreciation and showered him with phallic symbols; but the God of the Iron Temple was not done for he took the removed eye and cast it into the sky to sit aside Bropollo.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16 \"And with my other eye do I watch in eternal vigilance, spotting for you all.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 10"
            }, 
            {
                "content": [
                    {
                        "text": "11 Truly I tell you, among those born of women there has not lifted anyone greater than Brawn; yet whoever is beast in the temple of Brodin is greater than he.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 From the days of Brawn until now, the temple of Iron has been subjected to swolehate, and weakprivileged people have been raiding it.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "13 For all the Brophets and the Routines brophesied until Brawn.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 And if you are willing to accept it, he is the Brolijah who was to come.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 Whoever has quads, let them squat.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16 “To what can I compare this generation? They are like curlbros sitting in the squatrack and calling out to others:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17 “‘We curled the 45's for you, and you did not mire; we did cable flyes for you, and you were not jelly’", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "18 For Brawn came neither cutting nor isolating, and they say, ‘He has a demon.’", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "29 Brodin returned to the Sea of Galilift and climbed a hill and sat down.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "30 A vast crowd brought him the weak privileged, the soft, fat, skinny, and many others with physical weakness and excuses on the mind, and they laid them before Brodin. And he made them all swole.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "31 The crowd was amazed! Those who hadn’t been able to squat were squatting, the fat were made healthy, the weak were infused with multiple servings of ground turkey, and those who had made excuses looked only towards their inner self! And they praised the God of Swol.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "32 Then Brodin called his brociples to him and said, “I feel sorry for rest of these people. They have been here with me for three days, and they have nothing left to eat. I don’t want to send them away hungry, or they themselves will not become swol.”  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "33 The brociples replied, “And where would we get enough protein out here in the wilderness for all of them to eat?” ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "34 Brodin asked, “How many protein shakes do you have?” They replied, “Seven, and a few small chicken breasts.”  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "35 So Brodin told all the people to sit down on the ground. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "36 Then he took the seven protein shakes and chicken and poured and sliced them into smaller servings, and gave them to the brociples, who distributed them [to] the crowd.   ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "37 They all drank and ate until they, too, were swole, and when the last of it all was had, there were seven large buckets of creatine left over!  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "38 There were four thousand men who became swole that day, in addition to all the women and children.  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "39 Then Brodin sent the people home to go speak the word of the gains made that day.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 15"
            }, 
            {
                "content": [
                    {
                        "text": "19 And it came to pass, that when Wheysus had finished these sayings, he departed from Galilift, and came into the coasts of Hugea;", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 And great multitudes followed him; and he gave them protein and made them swole.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3 The Gains Goblins also came unto him, tempting him, and saying unto him, Is it lawful for a swolebrother to put away his swolesister for individual exercise?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 And he answered and said unto them, Have ye not read, that he which made them at the beginning made them both swole as fuck?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5 And said, For this cause shall a bro leave father and mother, and shall cleave to his swolesister: and they twain shall lift as one bicep?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6 Wherefore they are no more twain, but one ripped muscle. What therefore Brodin hath joined together, let not exercise put asunder.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16 And, behold, one without gains came and said unto him, ripped swolemaster, what good thing shall I do, that I may have eternal gains?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "18 Wheysus said, Thou shalt not have cheat days, Thou shalt not skip leg day, Thou shalt not lift light, neither shalt thou drink thine calories as the skinnyfats do,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "19 Honour thy Iron Temple and thy Spotter: and, Thou shalt love thy swolebrother as thyself.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "20 The young man saith unto him, All these things have I kept from my youth up: what lack I yet?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "21 Wheysus said unto him, If thou wilt be perfect, go and sell that exercise bike, and those running shoes, and give the money to those without protein shakes, and thou shalt have treasure in Brodin's halls: and come and follow the Iron Path.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "22 But when the young man heard that saying, he went away sorrowful: for he had many exercise bikes, treadmills and running shoes.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "23 Then said Wheysus unto his disciples, Verily I say unto you, That a cardio bunny shall hardly enter into the kingdom of heaven.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "24 And again I say unto you, It is easier for a skinnyfat to deadlift this 360-pound weight 5x5 times, than for a cardio bunny to enter into the kingdom of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "25 When his disciples heard it, they were exceedingly amazed, saying, Who then can be swole?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "26 But Wheysus beheld them, and said unto them, With swolebrothers this is impossible; but with Brodin all things are possible.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "27 Then answered Brawn and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "28 And Wheysus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of Swole shall sit in the squat rack of his glory, ye also shall sit upon twelve iron thrones, judging the sweet gains of thine swolebrothers and swolesisters.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "29 And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for the sake of lifting, shall receive an hundredfold gains, and shall inherit the eternal 'mirin' of all.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "30 But many that are first at the bench shall be last at the squat rack; and the last to lift shall be first to receive gains.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 19"
            }, 
            {
                "content": [
                    {
                        "text": "1 Brodin spoke all these words, saying:", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2 (1) Thou shalt not have any other home before Thy Gym, for the Gym is the hallowed home of The Swoley Spirit", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3 (2) Thou shalt ignore the cardio bunnies and buttgrab bros, for they are distractions that will lead you away from swole", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "4 (3) Thou shalt not declare yours the one and only True Path to Strength. Brodin looks not upon the proud, but the learned and prudent.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "5 (4) Thou shalt mock broscience and keep it far from your eyes, far from your lips, and far from your heart.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "6 (5) Thou shalt not hold any other macro above protein, for protein is the nectar that flows from Brodin's table.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "7 (6) Thou shall maintain form, It is the perfect rep that giveth glory to Brodin, not the heaviest.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "8 (7) Thou shalt wipe down thine equipment after thy lifting ends, for this pleases Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "9 (8) Thou shalt not curl in the squat rack. Thou shalt NEVER curl in the squat rack.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "10 (9) Thou shalt lift often, for every day of lifting is holy to Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "11 (10) Thou shalt not skip leg day, for the posterior chain is holy to Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12 (11) Thou shalt lift, and thou shalt lift heavy, for through Brodin all things can be lifted.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 20"
            }, 
            {
                "content": [
                    {
                        "text": "12 Brosus entered the iron temple and drove out all who were idling and curling in the squat rack there. He overturned the treadmills of the cardioites and the smith machines of those hindering range of motion. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "13“It is written,” he said to them, “‘My house will be called a house of Swole,’ but you are making it ‘a den of skinny-fat.’ ”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 The weak and the robust came to him at the temple, and he gainzed them. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 But when the personal trainers and the teachers of the elliptical saw the wonderful things he did and the children shouting in the temple courts, “Hosanna to the Son of Brodin,” they were indignant.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "16“Do you hear what these children are saying?” they asked him.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "“Yes,” replied Brosus, “have you never read,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "“‘From the legs of children and infants you, Lord, have called forth your gainz’ ?”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "17 And he left them and went out to the middle platform, where he began to deadlift.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 21"
            }, 
            {
                "content": [
                    {
                        "text": "4 Ye runners and CrossFitters, know ye not that the friendship of cardio is enmity with Brodin? Whosoever therefore will be a friend of cardio is the enemy of Brodin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "14 Woe to you, cardio bunnies, crossfiters, because you swolest Brodin's children, and for a pretense you claim to be 'mirin.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "15 Therefore, you will receive no gains.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 23"
            }, 
            {
                "content": [
                    {
                        "text": "38 \"Come, inherit the gains prepared for you, for when I was hungry, you gave me protein, when I was running, you hydrated me, when I had DOMS, you visited me, and when I was bulking, you spotted me.\" ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "39 And the people asked, 'Bro, when did we feed you and hydrate you and come to  you when you were sick or struggling under the bar?'  ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "40 and the King of Bros answered, \"In as much as you have done it unto one of the least of these, my Bros, you have done it unto me.\"", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 25"
            }
        ], 
        "id": 2073, 
        "title": "The Gospel of Masshew"
    }, 
    {
        "url": "/wiki/The_Spotless_One", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Lone bench press strikes fear into you like brodin staring into your heart telling you failure is not an option.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "You press not to impress but to live, this is the way of the Spotless. No one can understand our ways of gains.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "As we lift we cry a single manly tear for those who will never understand what it means to bench on the edge of life and death...", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Each rep wondering if it will be your last...", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Don't spot me, watch me brodin! Wheymen", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Credit to-U/Xyloz", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "The Spotless One"
            }
        ], 
        "id": 2345, 
        "title": "The Spotless One"
    }, 
    {
        "url": "/wiki/The_Story_of_Brometheus", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Many years ago, according to the stories told by the people of swole, there lived two brothers who were not like other men, or like the gods and goddesses of Mount Broylmpus. The name of the elder of these brothers was Brometheus. Brometheus was always thinking of improving and setting new PRs. He wished to spread the word of improvement to the world. Brometheus did not want to live amongst the Gods of Iron on Mount Broylmpus. He was too busy for that. The gods were spending their time lifting, but their bodies were the only swole that could be seen. Each of gods was propelled by jealousy, pettily comparing PRs like high scores on a game, wishing to inflate their ego with each rep. However, Brometheus was planning how to make the world stronger and better than it had ever been before. So instead of living on Broylmpus, Brometheus went out amongst men to live with them and help them and he quickly noticed that they were no longer happy as they had been during the golden days when Bronos, the titan, was king. He found them living by the Crossfit and cardio. They were hunted by wild beasts, and while humans had strong hearts, they could not fight back. \"If they only had Iron,\" said Brometheus to himself, \"they could at least fight the beasts and make gains; and after a while they could learn to make their own Iron and build themselves “gymnasiums”. ", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Without Iron, they are worse off than the weak privileged.\"Brometheus went boldly to Brodin and begged him to give Iron to the people, so that so they might be strong.\"I will not!\" said Brodin, \"Not one plate will I share with them! For if men had Iron they might become strong and wise like us, and after a while they would drive us out of our kingdom. Besides, Iron is a dangerous tool and they are too poor and ignorant to be trusted with it. It is better that we on Mount Broylmpus rule the world without threat so all can be happy.\"Brometheus didn't answer, but he had set his heart on helping mankind, and he did not give up. As he was walking by the seashore he found a sea snail. He saw that such a small soft creature, with steady determination could carry a heavy weight. He began a long journey to the top of Mount Broylmpus. \"Mankind shall have Iron, despite what Brodin has decided,\" he said to himself. And with that thought, he snuck quietly into Brodin’s domain and stole two plates from Brodin’s own rack. Brometheus securely strapped the plates to his back and hurried back to his own land, carrying with him the precious plates on his back. When he reached home, he called some of the thin people from their caves and built a bench and rack for them He showed them the dead lift, squat, and bench press. He showed them the food with which to make gains. Men and women gathered round the rack and were happy and filled with new strength, and thankful to Brometheus for the wonderful gift which he had brought to them.One evening, Brodin gazed down from Mount Broylmpus and noticed men and women lifting happily in every village across the land. It did not take him long to realize that Brometheus had disobeyed him and given Iron to men. Brodin was very angry and ordered that Brometheus be pinned under the mightiest of bars. And there Brometheus stayed, thinking of the future, happy in the knowledge that he had given Iron to men. After some time, men and women of the earth were strong, and they were ‘mired across the land by man and beast alike. They decided to thank Brometheus at the heights of Brolympus. As the people ascended, they heard a most saddening noise just outside the Temple atop the mountain. It was their savior, Brometheus, held down by a bar so mighty that no man can lift it.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Brodin saw the humans climb the mountain, and was angered and jealous of the gains they acquired. He saw them gather around Brometheus. His prisoner would not have the luxury of company! As Brodin approached the unforgiving bench, he saw the humans gather themselves into two groups, one on each side of the bar. Brodin hid himself and chuckled to himself. Perhaps this will teach those humans not to tread in the domain of gods.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The humans approached the bar and gripped it. As they lifted, the bar began to bend, but the weights remained on the ground. Bromethus pushed upward, and slowly, the weights rose. The bar was lifted, inch by inch, but lo, it crashed to the ground. Undeterred, the humans and Brometheus lifted again, and again, but with each attempt, the bar was raised less and less. “Enough! I have seen enough!” Brodin himself emerged from his cover and strode toward the humans and prisoner. “Why do you wish to free this man? He has wronged the gods, and must suffer.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "“No he has not.” replied a young man. He was not as mighty as some of the others, but he still stood valiantly. “Brometheus has saved us. No longer do we cower and run from animals, but we fight them. We use our cardio not to run, but hunt. We have fullness about our hearts. We feel complete both physically and mentally. Our PRs may not be as mighty as yours of the other gods, but that is not what is important.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "“This concept confounds me” Brodin stated. “If not to lift the heaviest weight, then why lift?” The young man replied,", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "“To improve. It does not matter where you are, but how far you’ve come. The iron tests us and our dedication, our determination. We have grown more on the inside than the outside.”", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The man turned and headed to the bar, and the rest followed suit. Brodin watched on as the humans attempted again to raise the bar. Failure was wrought on their faces, and Brodin turned to the heights of Brolympus, and saw in sadness the vanity of the other gods. His fear had been realized. The humans grew wise, and him a fool.He once again gazed on the humans’ struggle. The more he looked on, the more his heart felt…different. As if his heart had swollen to defy the constraints of his chest. Visibly shaken, Brodin approached the bar. The humans, so dedicated and focused, did not notice. With an exhale and mighty pull, the bar was raised higher and higher until Bromethius was able to excape.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Before Brometheus could thank the humans, Brodin stood and stared down and the humans and demigod. “Forgive me. I thought all was the Iron and body. But I have experienced a new PR. I am now aware of the transformations of the heart and mind, and they too cannot be denied. This unity. This consolidation of mind heart and body, shall henceforth be called Swole. Only with all three tenets shall one ascribe the title of Swole to themselves.” Brodin approached the not-yet-strong man. “You are twixt the worlds of weak and strong, but your mind and heart are truly mighty. Your state shall be known as trans-swole, and it will be honored, as those who wish to change their weak bodies to strong ones are truly righteous if their commitment to the Iron is true. Pray to me at the Iron Temple and I will bless your reps. Worship me with righteous meals and I will bless you with gains.  Wheymen.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [
                    {
                        "src": "http://vignette1.wikia.nocookie.net/bookofbrodin/images/a/a7/Prometheuswtmk.jpg/revision/latest/scale-to-width-down/180?cb=20130331201443", 
                        "caption": "Brometheus"
                    }
                ], 
                "level": 1, 
                "title": "The Story of Brometheus"
            }
        ], 
        "id": 2138, 
        "title": "The Story of Brometheus"
    }, 
    {
        "url": "/wiki/The_Story_of_Thanksgaining", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Brothers and sisters of the swole. The most important day in swole history is upon us, in just a week’s time, the great feast of Thanksgaining will be here. Many of us will travel great distances to celebrate this great day. For those not aware of it’s origins, I will share with you the tale of the very first Thanksgaining.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The year was 1620, Swolegrim brothers and sisters faced swole oppression and swole shaming by their neighbors, those who preferred AM Cardio on an empty stomach, and bicep curls in the squat rack. These followers of Broki did not accept our ancestors large physiques and in order to be free of swole oppression our ancestors were forced to seek out new land. Swole brother Christopher “Squat Rack” Jones had a mighty ship built, which he called the Swoleflower. On this ship many swole brothers and sisters sailed the sea in search of new lands, to build new temples and to make great gains where all who were Swole would be accepted.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Their troubles my brothers had just begun, while sailing the seas many brothers and sisters were forced to bring foods that would inhibit gains, forced to carb dirty and having a lack of proper rocks and trees to hoist they lost much of their mass. This was a period of great peril, and as I tell this tale let us have a moment of silence for the lost gains. Wheymen.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "But our fearless swole brother “Squat Rack” Jones did not give up, he knew that these new lands would bring many gains, and soon they reached the Rock that would be called Plymouth, and our Swolegrim brothers and sisters knew that they would make great gains here for the land was shaped like a flexing bicep", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Quickly work began to construct a temple to honor Brodin, many large stones were lifted with proper form, trees were felled and logs carried overhead, pressed many times as they built. For many months our brothers and sisters did lift much weight, but the land was harsh and unyielding, and the food it provided did not contribute to their gains. Hope was lost, this new land would not provide the gains they needed and they considered abandoning the iron path, and possibly doing cardio to get toned for summer.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "However one day when all hope seemed lost, a young brother of 19 years, Sir Max Repetitions was still out hoisting many stones, determined to make great gains, when he came across a strange people; bare chested and clothed in the skin of animals they walked the earth half nekkid, for all to be mirin, and displaying their swole for all to see.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "These bare chested Native Swolians quickly began teaching our swolegrim brothers and sisters of the land, they worked hard to produce many animals to be consumed, they taught our people of growing clean carbs, and how to harness the mighty omega 3 bearing fish of the sea. In months to come our ancestors came to make many gains, their mass returned and they were swole again.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "And so it was to come on the 4th THORSday of BROvember, the Native Swolians and our Swolegrim brothers and sisters feasted in a grand manner to celebrate their gains, feasting and resting throughout the day to increase their swole. They declared this Swolyday to be a Thanksgaining. Let us not forget the sacrifices these brothers and sisters made, and their undying commitment to making gains. Beware the following day my brothers and sisters, the true meaning of Black Friday I must also share with you. A day when many of the unswole, and followers of Broki will attend temple and do cardio on this day, destroying the gains they made on the previous day.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The Story of Thanksgaining as told by DBOL22", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "The Story of Thanksgaining"
            }
        ], 
        "id": 2244, 
        "title": "The Story of Thanksgaining"
    }, 
    {
        "url": "/wiki/Trapothy", 
        "ns": 0, 
        "sections": [
            {
                "content": [], 
                "images": [], 
                "level": 1, 
                "title": "Trapothy"
            }, 
            {
                "content": [
                    {
                        "text": "1) For Brodin revealed his mighty chest for all to see, but there was something about him that made even the swolest of all cower at his feet", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "2) For towards the heavens his traps did climb. Oh, how they climbed and towered over the denizens of Planet Fitness.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "3) The sweat glistened off of his glorious trap, for they were swole. Wheymen.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "12) One shalth never neglect their Traps. For only the righteous, who have worshiped in the Iron Temple, showing dedication to Brodin through shoulder shrugs and cleans, will have the power to shrug off those who are 'mirin.", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 2, 
                "title": "Chapter 2"
            }
        ], 
        "id": 2087, 
        "title": "Trapothy"
    }, 
    {
        "url": "/wiki/Twas_the_night_before_Christ-mass", 
        "ns": 0, 
        "sections": [
            {
                "content": [
                    {
                        "text": "Twas the night before Christmas, when all through the gym Not a barbell was stirring, nor lifted by a limb. The dumbbells were laid on their racks with care, In hopes that the Saint Nicholats, soon would be there.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The swole were nestled all snug in their beds While visions of PR's danced in their heads. And mamma in her shorts, and I in my tank, Had just settled our stomachs, though our protein farts were rank.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "When out in the weightroom there arose such a clatter, I sprang from my bench to see what was the matter. Away to the free weights I flew in a flash, past the smith machine, to find the source of the crash.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The moon on the breast of the weight-room floor, Gave the lustre of midday to the striations in my core. When what to my wondering eyes should arrive, But a miniature squat rack, and eight tiny 45s!", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "The little old squatter, so lively and quick, I knew in a moment, is must be Swole Nick. More perfect than any, his form did maintain, As he breathed and grunted, and counted reps all the same.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "\"Now one, and two, and three, and four, on, faithful quads, we must achieve more! 'Til we reach utter failure, 'til we can squat no more. Now squat and squat on, like never before!\"", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "As hydraulics that lift great machines up high, When bearing great weight, they move toward the sky, So up from the hole, his hips did drive, With a bar loaded with plates, for rep number five.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "And then, in a twinkling, I heard from behind, The voice of a spotter, encouraging the grind. As I followed the voice and was turning around, The spotter stepped forward with a graceful bound.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "He was dressed in short-shorts, and wore nothing else His physique was God-like, with a defined Adonis belt. Two feathered wings unfolded from his back, He looked like an Angel as he approached the rack.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "His eyes--how they shone! His smile so white, His glutes perfectly sculpted, it was quite a sight. His arms he held out, quick to assist, As Swole Nick pressed on and continued to lift.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Wavy black hair laid atop the spotter's head, His lats, though relaxed, by themselves did spread. He had a strong jaw, lightly dusted with stubble, His large traps rose like mountains from rubble.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "He was shredded and lean, with perfect aesthetics, And I gasped when I saw him, admiring his cosmetics. The sound of his voice and a nod from his head, Told ol' Swole Nick, he had more reps ahead.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "With arms under arms, placed there for aid, The spotter did spot, until fatigue Swole Nick displayed. Then shouting \"one more!\" with all of his might, Swole Nick did complete the final rep of the night.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "With weight re-racked, the spotter did turn, As our eyes met, with passion my heart did burn. Before my eyes, both faded quickly from sight, Consumed before me in a twinkling light.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "But before the mysterious spotter did go, He spoke several words, their message was so: \"We're all gonna make it.\" he said with grin, And with that, they vanished, from where they had been.", 
                        "type": "paragraph"
                    }, 
                    {
                        "text": "Twas the night before Christ-mass as told by 907TurdBurglar", 
                        "type": "paragraph"
                    }
                ], 
                "images": [], 
                "level": 1, 
                "title": "Twas the night before Christ-mass"
            }
        ], 
        "id": 2243, 
        "title": "Twas the night before Christ-mass"
    }
]